<%
    String basePath=request.getScheme()+"://"+
            request.getServerName()+":"+request.getServerPort()+
            request.getContextPath()+"/";
%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <base href="<%=basePath%>">
    <title>Title</title>
    <script type="text/javascript" src="js/jquery.min.js"></script>
    <script src="css/bootstrap.min.css"></script>
    <script src="js/bootstrap.min.js"></script>
    <title>我的起源</title>

    <style>
        .head{
            width: 100%;
        }
        .well{
            height: 70px;
            text-align: -moz-center;
            background-color: #afd9ee;
            font-size: xx-large;
            border: #5bc0de solid;
        }
        .bx{
            padding-top: 10px;
            font-size: 20px;
            padding-right: 10px;
        }
        .p1{
            font-size: x-large;
        }
        .head{
            font-size: xx-large;
        }
    </style>
</head>
<body>
<%@include file="header.jsp" %>
<div class="container">
    <div class="row">
        <div>
            <h3 align="center" class="head">
                起源——钢笔
            </h3>
            <p class="p1">
            　　&nbsp&nbsp笔的祖先应当是被中国文人誉为“文房四宝”之一的毛笔。数千年来，毛笔为中华民族留下了无数“矫若游龙、飘若惊鸿”的书法珍品。也许是由於欧洲文字的曲线较多，不大适合用柔软的中国毛笔书写，因此，毛笔并末像其他的中国古代发明那样传入西方。欧洲人有自己独特的书写工具——鹅毛笔。<br/>
            　　&nbsp&nbsp鹅毛笔由古代的埃及人发明。它的历史也相当悠久绵长。使用鹅毛笔，用力大些就可以把字的笔划写得粗些，轻轻用力就可以写得细些。鹅毛笔既能蘸墨水，又能较长时间连续书写。不过，一旦用久了，笔尖会被磨秃，不便於长期使用。<br/>
            　　&nbsp&nbsp1829年，英国人詹姆士·倍利成功地研制出钢笔尖。它经过特殊加工，圆滑而有弹性，书写起来相当流畅，深受人们的欢迎。然而，这种笔必须蘸墨水书写，十分麻烦。英国人布拉马用银制成笔杆，然后在笔杆裏装进墨水，使其从笔尖流出，似乎可以顺畅书写。可是，缺乏控制的墨水总是不听使唤，容易将纸面弄得一塌糊涂。布拉马又在笔杆里加上一个装墨水的囊管，又有人在笔尖上装一根细细的金属针，以控制墨水的通道，然而，漏水问题仍然得不到彻底的解决。<br/>
            　　&nbsp&nbsp据说有一次，美国一家保险公司的业务员华特曼，好不容易才在与几位同行的竞争当中，谈妥了一笔大生意。签订合同时，华特曼给客户递上一支精美的自来水笔，请他签名。谁料正当客户提笔欲签时，笔尖滴下一大滩墨水，将好好的一份合同弄脏了。正当华特曼急急忙忙地转身去再取一份新的合同时，身边的竞争对手却乘虚而入，同顾客签下合同，夺走了这笔数额相当可观的生意。这事给华特曼很大的刺激，懊丧之余，立志要设计出能够自如控制出水的真正意义上的自来水笔。<br/>
            　　&nbsp&nbsp历经4年的艰辛努力，华特曼在总结前人失败经验的基础上，终於在1884年发明了比较实用的自来水笔，即今天人们生活中不可或缺的钢笔。<br/>
            　　&nbsp&nbsp1888年，继华特曼发明自来水笔4年后，美国的劳比提出一种全新概念的笔，它不同於自来水笔，而是在笔尖上装上一个圆球，书写时，随著圆球的滚动，把墨水留在纸上，这就是今天人们所说的“圆珠笔”。令人遗憾的是，劳比的尝试失败了，一方面因为圆珠滚动不灵，写不出字；另方面，通过圆珠流出的墨水无法控制，会大量漏水。这项发明被耽搁了下来。<br/>
            　　&nbsp&nbsp半个多世纪后的1943年，匈牙利某印刷厂名叫拉兹罗·约瑟夫·比克的校对员，发现机器上刚印好的清样含水分多，用自来水笔改正，会发生浸润模糊的现象。为此，他经常琢磨用何种办法进行改进。他是一个领取旧式墨水笔使用的人。他和同事们总是抱怨不是手上就是纸上弄上了墨渍，形成了污迹，因此在20世纪30年代后期，当比罗在一家颜料店看到速乾墨水时，他决定试制这类东西。<br/>
            　　&nbsp&nbsp有一次，比克找来一根圆管，装上油质颜料，把笔尖改成钢珠，於是，世界上第一枝圆珠笔诞生了。等到他们完善了自己的想法时，兄弟俩已永久移居阿根廷。他们在那裏找到了一个身为英国商人的赞助人亨利·马丁。1943年，他们制造出了圆珠笔，比克将这项发明提供给英国皇家空军。不久，英国的一家飞机制造厂就推出了首批商业化的圆珠笔。<br/>
            　　&nbsp&nbsp当时，美国有位名叫雷诺的商人看到这种圆珠笔，就像嗅觉灵敏的猎犬发现猎物一样，以商人特有的敏感，认定这是前程无量的新产品。<br/>
            　　&nbsp&nbsp当时正值第二次世界大战尾声，原子弹在美国制造成功!为了耸人听闻、招徕顾客，雷诺别出心裁地将他生产销售的圆珠笔称作“原子笔”。雷诺声称，他的原子笔可以在水下写字，可以在寒冷的北极使用，可以长期书写，而且方便携带。<br/>
            　　&nbsp&nbsp在圆珠笔发明出来之前，写字可能是一桩会脏手的事情。在学校长办公室裏，人们都使用那种必须频频去蘸墨水的简易钢质笔尖的笔。墨水瓶很容易补打翻，甚至更容易使上墨渍或形成污迹。第二次世界大战后几年间，由於开发出了低成本的制造方法，圆珠笔逐渐成为大家都喜爱的书写工具。<br/>
            　　&nbsp&nbsp拉兹洛·比罗和乔格·比罗兄弟俩日发明一度因成为理想的赠品而流行起来。事实上，它是适应各种场合的理想书写用具。<br/>
            　　&nbsp&nbsp第二次世界大战后，法国人巴龙·比什购买了比罗的专利，并且了一种低成本的制造工序。他的“比克”牌圆珠笔成了大众化的廉价书写工具，所有学校和办公室裏都在使用。<br/>
            　　&nbsp&nbsp如果说毛笔和鹅毛笔凝集著灿烂的古代文明，那麼自来水笔的问世便带有近代文明的色彩，而原子时代出现的圆珠笔则是现代文明的成果。偶上网查得如下,望阁下验收:<br/>
            　　&nbsp&nbsp笔的祖先应当是被中国文人誉为“文房四宝”之一的毛笔。数千年来，毛笔为中华民族留下了无数“矫若游龙、飘若惊鸿”的书法珍品。也许是由於欧洲文字的曲线较多，不大适合用柔软的中国毛笔书写，因此，毛笔并末像其他的中国古代发明那样传入西方。欧洲人有自己独特的书写工具——鹅毛笔。<br/>
            　　&nbsp&nbsp鹅毛笔由古代的埃及人发明。它的历史也相当悠久绵长。使用鹅毛笔，用力大些就可以把字的笔划写得粗些，轻轻用力就可以写得细些。鹅毛笔既能蘸墨水，又能较长时间连续书写。不过，一旦用久了，笔尖会被磨秃，不便於长期使用。<br/>
            　　&nbsp&nbsp1829年，英国人詹姆士·倍利成功地研制出钢笔尖。它经过特殊加工，圆滑而有弹性，书写起来相当流畅，深受人们的欢迎。然而，这种笔必须蘸墨水书写，十分麻烦。英国人布拉马用银制成笔杆，然后在笔杆裏装进墨水，使其从笔尖流出，似乎可以顺畅书写。可是，缺乏控制的墨水总是不听使唤，容易将纸面弄得一塌糊涂。布拉马又在笔杆里加上一个装墨水的囊管，又有人在笔尖上装一根细细的金属针，以控制墨水的通道，然而，漏水问题仍然得不到彻底的解决。<br/>
            　　&nbsp&nbsp据说有一次，美国一家保险公司的业务员华特曼，好不容易才在与几位同行的竞争当中，谈妥了一笔大生意。签订合同时，华特曼给客户递上一支精美的自来水笔，请他签名。谁料正当客户提笔欲签时，笔尖滴下一大滩墨水，将好好的一份合同弄脏了。正当华特曼急急忙忙地转身去再取一份新的合同时，身边的竞争对手却乘虚而入，同顾客签下合同，夺走了这笔数额相当可观的生意。这事给华特曼很大的刺激，懊丧之余，立志要设计出能够自如控制出水的真正意义上的自来水笔。<br/>
            　　&nbsp&nbsp历经4年的艰辛努力，华特曼在总结前人失败经验的基础上，终於在1884年发明了比较实用的自来水笔，即今天人们生活中不可或缺的钢笔。<br/>
            　　&nbsp&nbsp1888年，继华特曼发明自来水笔4年后，美国的劳比提出一种全新概念的笔，它不同於自来水笔，而是在笔尖上装上一个圆球，书写时，随著圆球的滚动，把墨水留在纸上，这就是今天人们所说的“圆珠笔”。令人遗憾的是，劳比的尝试失败了，一方面因为圆珠滚动不灵，写不出字；另方面，通过圆珠流出的墨水无法控制，会大量漏水。这项发明被耽搁了下来。<br/>
                　　&nbsp&nbsp半个多世纪后的1943年，匈牙利某印刷厂名叫拉兹罗·约瑟夫·比克的校对员，发现机器上刚印好的清样含水分多，用自来水笔改正，会发生浸润模糊的现象。为此，他经常琢磨用何种办法进行改进。他是一个领取旧式墨水笔使用的人。他和同事们总是抱怨不是手上就是纸上弄上了墨渍，形成了污迹，因此在20世纪30年代后期，当比罗在一家颜料店看到速乾墨水时，他决定试制这类东西。<br/>
                　　&nbsp&nbsp有一次，比克找来一根圆管，装上油质颜料，把笔尖改成钢珠，於是，世界上第一枝圆珠笔诞生了。等到他们完善了自己的想法时，兄弟俩已永久移居阿根廷。他们在那裏找到了一个身为英国商人的赞助人亨利·马丁。1943年，他们制造出了圆珠笔，比克将这项发明提供给英国皇家空军。不久，英国的一家飞机制造厂就推出了首批商业化的圆珠笔。<br/>
                　　&nbsp&nbsp当时，美国有位名叫雷诺的商人看到这种圆珠笔，就像嗅觉灵敏的猎犬发现猎物一样，以商人特有的敏感，认定这是前程无量的新产品。<br/>
                　　&nbsp&nbsp当时正值第二次世界大战尾声，原子弹在美国制造成功!为了耸人听闻、招徕顾客，雷诺别出心裁地将他生产销售的圆珠笔称作“原子笔”。雷诺声称，他的原子笔可以在水下写字，可以在寒冷的北极使用，可以长期书写，而且方便携带。<br/>
                　　&nbsp&nbsp在圆珠笔发明出来之前，写字可能是一桩会脏手的事情。在学校长办公室裏，人们都使用那种必须频频去蘸墨水的简易钢质笔尖的笔。墨水瓶很容易补打翻，甚至更容易使上墨渍或形成污迹。第二次世界大战后几年间，由於开发出了低成本的制造方法，圆珠笔逐渐成为大家都喜爱的书写工具。<br/>
                　　&nbsp&nbsp拉兹洛·比罗和乔格·比罗兄弟俩日发明一度因成为理想的赠品而流行起来。事实上，它是适应各种场合的理想书写用具。<br/>
                　　&nbsp&nbsp第二次世界大战后，法国人巴龙·比什购买了比罗的专利，并且了一种低成本的制造工序。他的“比克”牌圆珠笔成了大众化的廉价书写工具，所有学校和办公室裏都在使用。<br/>
                　　&nbsp&nbsp如果说毛笔和鹅毛笔凝集著灿烂的古代文明，那麼自来水笔的问世便带有近代文明的色彩，而原子时代出现的圆珠笔则是现代文明的成果。<br/>
            </p>
            <br/><br/>
        </div>
    </div>
</div>
</body>
</html>

