<%
    String basePath=request.getScheme()+"://"+
            request.getServerName()+":"+request.getServerPort()+
            request.getContextPath()+"/";
%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <base href="<%=basePath%>">
    <title>Title</title>
    <script type="text/javascript" src="js/jquery.min.js"></script>
    <script src="css/bootstrap.min.css"></script>
    <script src="js/bootstrap.min.js"></script>
    <title>我的起源</title>

    <style>
        .head{
            width: 100%;
        }
        .well{
            height: 70px;
            text-align: -moz-center;
            background-color: #afd9ee;
            font-size: xx-large;
            border: #5bc0de solid;
        }
        .bx{
            padding-top: 15px;
            font-size: 20px;
            padding-right: 10px;
        }
        .p1{
            font-size: x-large;
        }
        .head{
            font-size: xx-large;
        }
        .history{
            margin-left:100px ;
        }
    </style>
</head>
<body>
<%@include file="header.jsp" %>
<div class="container">
    <div class="row">
        <div>
            <h3 align="center" class="head">
                英雄钢笔
            </h3>
            <p class="p1">
                英雄钢笔，历经 85 年风雨，惨淡收场。它是最伟大的民族品牌，也是最没落的国有企业。<br/><br/>
                " 抗美 " 英雄<br/><br/>
                时光倒回到 20 世纪 30 年代。<br/>
                1931 年，因为西学东渐的影响，用钢笔代替毛笔写字者日益增多，学徒出身的浙江奉化人周荆庭，为了打破 " 中国人生产不了钢笔 " 的说法，以 1.5 万银元创办华孚金笔厂，随后更名英雄金笔厂，这标志着随后影响中国 85 年的英雄牌钢笔的诞生。<br/>
                1958 年 " 英雄 " 掀起了赶超美国名牌 " 派克 " 金笔的热潮，仅用 9 个月研发的 " 英雄 100 型 "，从抗漏、圆滑度、间歇书写等 11 项指标上追赶派克，上海天马电影制片厂为此还拍摄了影片《英雄赶派克》。<br/>
                <br/>▲电影《英雄赶派克》片段<br/><br/>
                到了 1978 年，英雄金笔厂创办了英雄金笔厂技校，学制三年，专门为厂里培养人才。" 英雄金笔厂技校一年就招四五十人，分数足够高才行。"<br/>
                当时能在英雄金笔厂上班是一件十分自豪的事，厂里配备有四五辆专门接送员工上下班的两节车厢公交车，被形容为 " 巨龙车 "，这在当时可谓福利丰厚，令其他厂工羡慕不已。<br/>
                <img src="img/hero/img.png" class="history">
                <br/><br/>盖世 1980 年代<br/><br/>
                上世纪 80 年代，在蓝色涤卡上衣的口袋中插一支英雄钢笔，是知识分子和干部的代表性打扮。<br/>
                英雄钢笔更属于 " 奢侈品 "，是馈赠亲友的时髦礼物。一支笔加一个笔记本，笔记本上再写上 " 好好学习 " 等几句祝贺或者励志的话。<br/>
                英雄钢笔还见证了无数激动人心的历史大事件。如 1997 年香港回归、1999 年澳门回归、上海合作组织成立声明、中国首次 APEC 会议、中国加入世贸组织等，均由 " 英雄 " 签署完成，并多次作为国礼款赠国际友好国度首脑和运动健儿。<br/>
                不仅拥有 " 英雄 " 的中国驰名商标，在鼎盛时期，英雄产品占有率接近市场总和的 70%，更是远销欧洲﹑北美﹑东南亚等 60 多个国家和地区。<br/>
                <img src="img/hero/img_1.png" class="history">
                <br/>▲由英雄钢笔见证的历史大事<br/><br/>
                上市与退市<br/><br/>
                1992 年和 1993 年，英雄先后在 A 股和 B 股市场上市，成为上海最早一批上市企业。1996 年英雄的半年财报显示：总资产超过 7 亿元，净资产 3.72 亿元。<br/>
                然而好景不长。从 1999 年开始，英雄的主营业务开始出现亏损，不得不变卖资产。先后以 2970 万元和 500.96 万元的价格出让其所持有的上海 12.9% 的房产股权和苏州 7.5% 的房产股权；不久又以 2733.06 万元的价格，出让了上海永生金笔 37.57% 的股权。<br/>
                上市没有让原来的国有企业脱胎换骨，短暂的资本蜜月也没有催生出现代企业制度，英雄光环逐渐退却，沦落到中国资本市场的 ST 一族。<br/>
                2001 年左右，英雄的业绩下滑严重，" 英雄股份 " 不得不黯然退市。从 1992 年上市至 2001 年退市，英雄作为上市公司不到 10 年，新世纪的辉煌没能延续。<br/>
                转型的阵痛<br/>
                2003 年，海文集团收购了英雄笔厂，投资 3600 万元组建了上海英雄金笔有限公司，并整合了 41 件英雄商标。轻装上阵的英雄笔厂提出 " 二次创业 " 的口号。<br/>
                为了改变每况愈下的境地，英雄曾多次谋变，更是确立了高端化路线。自 2007 年起，英雄注重开发礼品市场，如大银行的 VIP 客户礼包、汽车销售礼包喝重要会议指定用笔等。<br/>
                但这些努力并未有多少起色，更讽刺的是，过去数年中国已成为派克最热销的市场，许多派克笔柜台销量增长 30% 至 50%，而英雄钢笔的销售则缩减了近 7 倍。<br/>
                一个很重要的原因是，英雄一直没钱。没钱打广告，没钱做渠道，甚至连参加行业展会的预算都有限。而品牌力的持续下滑，一些百货卖场甚至拒绝英雄品牌的进驻。<br/>
                英雄还尝试过多元化的投资自救，其中一部分是应上海市政府的要求，出资整合上海市的很多文具、办公类企业，同时也跨界做过厨卫项目。当时英雄从德国、意大利引进整条的流水线，耗资巨大，但最终功败垂成，项目整体报废，然后又不得不低价转让。<br/>
                <img src="img/hero/img_2.png" class="history">
                <br/>▲英雄技工正在给钢笔尖检测<br/><br/>
                250 万换 49% 股份<br/><br/>
                江河日下，一泻千里。<br/>
                2012 年 11 月，一则关于英雄集团挂牌，以 250 万元的低价转让上海英雄金笔厂 49% 的股权（不包括土地和品牌商标）的消息引人关注。<br/>
                尽管英雄管理层表示，此举是希望引入社会资本，谋求国企机制改革。但英雄 49% 的股权仅作价 250 万元的 " 白菜价 "，不得不让人大有英雄末路之感慨。<br/>
                彼时，营收状况一蹶不振的英雄，已经连续三年惨遭重创，2011 年净利润亏损 472 万元，同比下降近 200%。<br/>
                而英雄集团的总资产亦大幅缩水，从 1996 年的 7.03 亿元到 2012 年 7 月的 2498 万元，净资产则由 3.72 亿元减为 208 万元。十几年间，同样的英雄金笔厂，净资产值只剩下了原来的零头。<br/>
                " 净资产就上海的一套房子钱？" 很多人为英雄遗憾，当时网上甚至传言 " 英雄 " 已经倒闭。最后迫于各方压力，英雄不得不主动撤销股权交易。<br/>
                <br/>英雄已迟暮<br/><br/>
                英雄迟暮，这里面有外部环境的因素，也有内部经营的失策。<br/>
                1、市场需求萎缩<br/>
                由于传统书写方式的改变，钢笔的需求越来越少，书写工具市场被圆珠笔和中性笔占据。<br/>
                特别是书写润滑流畅、线条均匀的中性笔，一出现就大受欢迎。然后在转向中性笔的关键阶段，英雄却对市场判断失误，没有抓住生产中性笔的机遇。<br/>
                在低端市场，中性笔完美取代钢笔，在高端市场，英雄钢笔面对派克、万宝龙等更是没有丝毫的竞争力。<br/>
                再加上近年来电子产品的普及，键盘和触屏书写的兴起，用笔的机会越来越少，英雄钢笔的主业由此不断萎缩。这和当年钢笔代替毛笔何其相似。<br/>
                2、盲目跨界经营<br/>
                上世纪 90 年代，英雄笔厂开始多起并购，并启动多元化战略，投资了煤气厂、钢琴厂等，厨房设备成为当时英雄的第二支柱产业，甚至进军房地产，在苏州建了一座 " 英雄大楼 "。<br/>
                盲目实行 " 跨界经营 " 让英雄深陷债务，但销售额却毫无起色，仓库里堆满了卖不出去的钢笔。<br/>
                与此同时，随着江浙一带民营制笔公司开始崛起，不断挤占英雄原有的市场份额，到后来，迫于经营压力，英雄笔厂甚至反过来为这些民营笔厂做代工，已无资金和精力建设自己的品牌和渠道。到了 2006 年，英雄最为强势的金笔所占国内市场份额已下滑至 3% 左右。<br/>
                英雄走过了很多老牌国企走过的路：先做大做全，再急速扩张，最后作茧自缚。<br/>
                3、国有体制僵化<br/>
                有人说，英雄没落的首要原因是体制问题。<br/>
                作为国企，英雄的机制的确赶不上民营企业灵活，管理方式甚至也停留在上个世纪。<br/>
                一直在裁员，多年没有新鲜血液的英雄金笔厂，人才大量流失，员工平均年龄在 40 岁以上，这些上了年纪的员工没有足够的能力应对新形势的挑战，更别谈什么发展思路、市场营销、品牌运营和互联网思维。<br/>
                其实英雄金笔的衰落是上海老名牌集体沉沦的一个缩影，计划经济年代上海是当之无愧的品牌高地，涌现出金星彩电、双罗冰箱、水仙洗衣机和申花吸尘器等风靡一时的民牌产品。<br/>
                偏安区域市场，企业活力不足、敏感度低，在买方市场到来之际措手不及，英雄们败下阵来，逐渐被洋品牌、合资品牌和外地品牌所占领。<br/>
                <img src="img/hero/img_3.png" class="history">
                <br/>▲英雄金笔厂<br/><br/>
                4、山寨久病难治<br/>
                品控差和设计抄袭，是英雄一直被诟病的两个地方。<br/>
                有人说，英雄的堕落是个伪命题，因为它从头到尾都是在复制抄袭，从 " 英雄 100 型 " 抄袭 " 派克 51" 开始，几乎所有的型号都找得到山寨的影子。<br/>
                除此之外，品控不能统一，也是一个要害。目前市场上的英雄钢笔质量参差不齐，这是因为英雄笔厂已经多年没有更新生产线，甚至连模具都没有维护，存在铱粒切偏、笔杆歪轴、笔夹不稳、笔握爆杆等诸多问题。<br/>
                要想减少模仿、维持霸主地位，英雄钢笔无疑要提高自己的技术门槛，以英雄现在的技术投入，是无法媲美国外的精细做工。曾经有钱的时候，英雄没有想过产品创新，如今没钱的英雄更是难以寄托。<br/>
                自救者天救，自弃者天弃。<br/>
                <img src="img/hero/img_4.png" class="history">
                <br/>▲英雄曾试着走 Lamy 一样的时尚化路线，但是山寨的痕迹实在不敢恭维<br/><br/>
                戴着镣铐起舞<br/><br/>
                为什么在 " 萎缩 " 的钢笔市场，派克、万宝龙、凌美等品牌却活得很滋润？因为钢笔已经不再仅仅是廉价的使用工具。<br/>
                1987 年，万宝龙 " 壮士断腕 "，砍掉了所有中低价位产品，以高价位策略重新面市，并注入微雕、珐琅彩绘、宝石镶嵌等工艺，将原本黑色单调的钢笔变身为华丽的艺术品，这家濒临破产的钢笔老店迎来了涅槃重生。此后 30 多年，万宝龙越卖越贵，也越卖越好，在高档墨水笔市场中的占有率达 60%。<br/>
                近年来英雄也在艰难转型。在 85 年周年的庆典上，英雄集团还宣布与施华洛世奇合作生产人工宝石笔，以售价 200 至 500 元面对年轻女性市场。<br/>
                <br/><br/>
            </p>
        </div>
    </div>
</div>
</body>
</html>


